#: 1, 2, ... 10, 11...\n##: 01, 02, ... 10, 11, ..., 100, 101, ...\n###: 001, 002, ..., 010, ..., 100, 101...\n...=
%1 (%2) Dev=
%1 (%2) Release=
%1 Documents=
%1 documents/attachments downloaded.=
%1 hours ago=
%1 html content ruler(s) have been downloaded.=
%1 html content ruler(s) have been uploaded.=
%1 minutes ago=
%1 out of %2 MB (%3%)=
%1 seconds ago=
&Account Info...=
&Accounts Manager...=
&Accounts:=
&Add...=
&Ask for password only once=
&Background Color:=
&Backup Cert...=
&Backup folder:=
&Bookmarks:=
&Browse Online=
&Browse...=
&Cancel Default=
&Change Password...=
&Change...=
&Clear Style=
&Color=
&Color:=
&Confirm New Password:=
&Confirm the Password:=
&Copy selection / Save web page=
&Copy to Folder...=
&Database Path:=
&Default template:=
&Delete...=
&Delete\tDel=
&Description:=
&Details=
&Document Title:=
&Documents:=
&Double click on blank:=
&Double click on item:=
&Download...=
&Edit=
&Edit...=
&Editor Settings...=
&Empty Deleted Items=
&Encrypt contents to secure data=
&End:=
&Enter document tags:=
&File Name:=
&Find what=
&Flag:=
&Folder Name:=
&Free Register...=
&Hide=
&Icon:=
&Insert HTML splitter between the combined documents:=
&Location:=
&Move to Folder...=
&Move to...=
&Name:=
&New document title:=
&New Folder...=
&New Password:=
&New Root Folder...=
&New Style...=
&New...=
&Old Password:=
&Online Documents...=
&Only one instance of WizExplorer/WizCalendar is allowed to run=
&Open=
&Params:=
&Password=
&Password:=
&Paste to {p}=
&Preview...=
&Prompt to save changes when closing=
&Properties=
&Properties...=
&Reminder:=
&Remove=
&Remove...=
&Rename...=
&Rename...\tF2=
&Replace '#' with:=
&Restore Cert...=
&Restore defaults=
&Select All=
&Select the certificate file:=
&SEO:=
&Set as Default...=
&Show virtual folder (Quick Views)=
&Size:=
&Start at:=
&Start:=
&Stop=
&Style Name:=
&Sync this folder=
&Tag Name:=
&Tags:=
&Template:=
&Text Color:=
&Text Editor=
&Text:=
&Title:=
&Update to {p} Server=
&Upgrade to VIP...=
&URL:=
&Use display template=
&User ID:=
&User Name:=
&Using UTF-8 Charset=
&Your personal documents store is located in the following folder:=
.5 days=
{p}=
{p} cannot open the webpage:\n\n%1=
{p} Cert Files (*.wizcert)|*.wizcert|=
{p} is checking the new version.=
{p} URL2Document=
0 minutes=
1 Day=
1 day=
1 Day=
1 Hour=
1 hour=
1 week=
10 Minutes=
10 minutes=
10 Minutes=
12 Hours=
15 minutes=
2 days=
2 hours=
2 weeks=
2001-2011=
30 Minutes=
30 minutes=
45 minutes=
5 minutes=
A new version of {p} is now available.=
About=
Account=
Account Info=
Account Type:=
Accounts Manager=
Actions=
Add a ""Save to {p}"" button on the toolbar of Google Chrome=
Add a ""Save to {p}"" menu item into the context menu of Internet Explorer=
Add a ""Save to {p}"" menu item into the context menu of Mozilla Firefox=
Add a ""Save to {p}"" menu item into the context menu of Opera=
Add Document to Calendar=
Add Tags...=
Add to Cal&endar...=
Adding Attachments=
Adding new attachments=
Adding new documents=
Advanced=
All Documents=
All files (*.*)|*.*|=
Applications (*.exe)|*.exe|=
Apply for the certificate. To encrypt, you must apply for a certificate. Your documents will use this certificate to encrypt and decrypt.=
Apply Style=
Apply Tag=
Are you sure you want to delete the '%1' style?=
Are you sure you want to delete the '%1' tag group?=
Are you sure you want to delete the '%1' tag?=
Are you sure you want to delete the selected attachments?=
Are you sure you want to permanently delete the documents?=
Ascending=
Attachments=
Attachments view=
Author=
Auto &save document, every=
Auto show attachments view=
Auto Synchronization=
Auto Update=
Automatic=
Back up your certificate=
Background Color=
Backup=
Backup &Public-Key to {p} Server=
Backup Certificate=
Backup Pri&vate-Key to {p} Server=
Backup to &{p} Server.=
Backup to &file=
Backup your certificate. You can save your certificate to the database, or stored in mobile devices (such as USB disk). Without the certificate, you can not encrypt and decrypt your documents.=
Backup/Restore your certificate.=
Batch Downloader=
Bol&d Text=
Bookmarks=
Browse with Windows &Explorer=
Browser Add-Ins=
Calendar=
Calendar Options=
Can not combine documents.=
Can not encrypt cert!=
Can not generate RSA key pair.=
Can not login to {p} server.\n\n%1=
Can not open database!\n\n%1=
Can not rename folder.\nFrom: %1\nTo: %2.\n\n%3=
Can not save cert to database!=
Can not save config file: %1=
Can not use this certificate. Public-Key in the certificate and database are different.=
Cancel=
Capture &screen=
Cert=
Certificate has been saved to the file [%1].\n\nNote: Please backup the file to a safe location.=
Certificate will be encrypted by using a password. If no password, or forget the password, you can  not encrypt and decrypt your documents.=
Chan&ge Password...=
Change Password=
Change the password of the certificate.=
Chinese Calendar monthly=
Chinese Calendar yearly=
ChooseAccount=
Clear All=
Clipboard capture failed: ""%1"" did not copy any data to clipboard or there is no selection.=
Clipbpoard data have been saved.=
Clipping=
Clipping destination=
Close=
Column=
Com&bine...=
Combine Documents=
Command Line=
Config...=
Connect database server=
Connect to account server=
Connect to database server=
Content have been saved.=
Convert Office files to HTML (for Full-Text Search)=
Convert to HTML=
Copy=
Copy the folder to the selected folder=
Copying Documents=
Copyright=
Create a certificate used to encrypt / decrypt the documents=
Create Certificate=
Create Event=
Create New Folder=
Create New Root Folder=
Create New Style=
Create New Tag=
Create Style...=
Current Account:=
Current Folder=
Current Folder and Sub Folders=
Customize...=
Daily=
Database=
Database Name=
Database Path=
Date Accessed=
Date Created=
Date imported=
Date Modified=
Date modified=
Default=
Default Editor=
Delete=
Delete the original documents.=
Delete\nDelete=
Deleting Attachments=
Deleting Documents=
Deleting incorrect attachments=
Deleting incorrect documents=
Descending=
Description=
Details=
Dialog=
Disable Document Indexing=
Display synchronization results=
Display Template=
Do you want to stop downloading and quit?=
Document Created=
Document Deleted=
Document file name=
Document list=
Document Modified=
Document Properties=
Document view=
Documents=
Documents Properties=
Double click on &blank area:=
Download %1 to local (%2/%3)=
Download List: %1-%2=
Download objects=
Downloaded=
Draft=
E&nd Recurrence:=
Edit=
Edit Document=
Edit Event=
Edit note, event and todolist with &Html editor=
Editor=
Enable=
Enable &Password-Protect for my account.=
Encrypt your documents, you can protect your document contents. The contents of the document will be encrypted by using the RSA algorithm.=
Encrypt...=
Encrypting Documents=
Encrypting/Decrypting Documents=
Encryption=
Enter Tags=
Event=
Every 2 weeks=
Every Fri=
Every Mon=
Every Mon, Wed, Fri=
Every Sat=
Every Sat, Sun=
Every Sun=
Every Thu=
Every Tue=
Every Tue, Thu=
Every Wed=
Every weekday=
Exit=
Exit program=
Exit\nExit=
External Editor=
Failed=
Failed to add attachment: %1=
Failed to change the local password.=
Failed to copy files!=
Failed to create database!=
Failed to create folder %1.=
Failed to create root folder %1.=
Failed to create style!=
Failed to create the new document!=
Failed to create thread.=
Failed to delete folder.=
Failed to delete style!=
Failed to delete tag goup.=
Failed to delete tag.=
Failed to download html content rulers.=
Failed to encrypt the certificate.=
Failed to get cert form database!=
Failed to load cert file: %1=
Failed to move tag %1. Please check the log file for the exact message.=
Failed to move the folder.=
Failed to open database: %1=
Failed to renam style!=
Failed to rename tag group.=
Failed to rename tag.=
Failed to rename the folder.=
Failed to rename the selected attachment.=
Failed to save the certificate to the file: \n\n%1=
Failed to save the certificate.=
Failed to sert cert.\n\n%1=
Failed to sync objects. ErrorCode: %1=
Failed to update document!=
Failed to upload html content rulers.=
File '%1' does not exists!=
File imported=
File Name=
First week:=
Folder &name:=
Folder &path:=
Folder Properties=
Folders=
Free &Register=
Full Screen=
Full Text Search=
General=
Get database server=
Get local objects=
Get local version=
Get server version=
Global hot keys allow you to access {p} functions at any time from any application provided Wiz is running. Click in the fields and press a key combination to modify the current settings.=
Google Chrome=
Help=
HiddenCommands=
History=
Hot Key=
Hot Key:=
HTML Converter=
http=
https=
If you choose backup Private-Key to {p} Server, when decrypt your documents on other computers, you can obtain a certificate directly from the server. Otherwise, you need to manually copy the certificate to other computer and import the certificate.=
If you want to use Google Desktop to search the documents, you should register the {p} Search Plugin.=
Import Certificate=
In order to enable login password, you must register a wiz account (Free).=
Include &Sub-folders=
Include &Sub-tags=
Incorrect Attachments=
Incorrect Documents=
Index data folder:=
Init Encryption=
Initialize &Cert...=
Instance=
Internal Editor=
Invalid Password=
Keywords=
Language=
Large Icons=
Launch WinKMSync.exe=
Line=
List=
Location=
Lock=
Log in to the {p} server to verify your account=
Login=
Logon to server=
Microsoft Internet Explorer=
Minimize to system tray without exiting=
minute(s)=
Mo&ve to Root=
Monthly=
Monthly traffic limit reached! limit %1M.=
Monthly Usage=
More Colors...=
Move=
Move &Down=
Move &Up=
Move the folder to the selected folder=
Moving Documents=
Mozilla Firefox=
My Events=
N&ew Document=
Name=
New &document:=
New &Root Folder...=
New &Tag...=
New Account=
New Attachments=
New Contact=
New Document=
New Journal=
New Password &Hint:=
New R&oot Tag...=
New Tag...=
New Title=
New Ziw Files=
No=
No Action=
No clipboard data to paste.=
No documents and files need to be updated.=
No Reminder=
No Search History=
None=
Note: This wizard will be displayed for the first time to use the encryption feature.=
Office Documents=
OK=
Old Password Hint:=
Old Title=
Ole Viewer=
Open &Original  URL=
Open &With...=
Open database=
Open in &New Tab\tMiddle Click=
Open in New Tab=
Open with &Windows Explorer=
Opera=
Options=
Password=
Password &Hint:=
Password have been changed.=
Password of the certificate for {p} Full-Text Search indexer:=
Path=
Please close WizExplorer, WizNote, WizCalendar and Internet Explorer.=
Please enter &password:=
Please restart {p} in order to change the data store!=
Please restart WizExplorer, WizNote and WizCalendar.=
Please select a folder where {p} should keep your documents.=
Please select an account!=
Please select an account.=
Please set a password to encrypt your certificate. Note: Please do not lose this password. If the password is lost, your certificate will not be able to decrypt  and, therefore, your documents will not be able to decrypt.=
Preview=
Progress=
Prompt to select a folder=
Protect {p} &Calendar=
Protect {p} &Note=
Protect WizExplorer=
Protect WizViewer=
Protocol=
Public-Key is not in the database.=
Re&fresh=
Re&fresh\tF5=
Read=
Rebuild Documents Index=
Rec&urrence:=
Recent Created Documents=
Recent Picks=
Re-Download Failed Jobs=
Re-Download Failed Jobs\nRe-Download Failed Jobs=
Refresh Database &Index...=
Refresh Database Index=
Refresh Document Count=
Refresh Styles=
Refresh Tags=
Register Search Plugin=
Remember My Choice=
Remove All Tags=
Remove Tag=
Rename Attachment=
Rename Document=
Rename Documents=
Rename Folder=
Rename Style=
Rename Tag=
Renew Now=
Replace=
Replace &with:=
Resave (&Content Only)=
Resave (&Whole Page)=
Result...=
Save to &Database=
Save to My Drafts=
Save to selected folder=
Save to:=
Saving Document=
Scanning=
Screen Clip=
Screenshot have been saved.=
Script Error=
Search=
Search Options=
Select &All\tCtrl+A=
Select Account=
Select Data Store=
Select Day=
Select Documents=
Select Folder=
Select Tag=
Select Template=
Selection have been saved.=
Set Password=
Show index status.=
Show week numbers in the month view.=
ShowTrayIcon=
Size=
Skipped=
Small Icons=
Sort By=
Sort by Author=
Sort by Date Accessed=
Sort by Date Created=
Sort by Date Modified=
Sort by File Name=
Sort by Keywords=
Sort by Location=
Sort by Title=
Sort by URL=
Source=
Start=
Start Document Indexing=
Start Download\nStart Download=
Start Version: %1=
Start\nStart=
Static=
Stop=
Stop Download\nStop Download=
Stop\nStop=
Style Properties=
Styles=
Sync=
Sync Attachment=
Sync completed=
Sync deleted GUID=
Sync Document=
Sync Documents=
Sync failed, Please contact with support.=
Sync objects=
Sync Style=
Sync Tag=
Sync to local=
Sync to server=
Synchronization failed=
Synchronization Result=
Synchronize automatically every=
Synchronizing data=
Tag  Group Created=
Tag Created=
Tag Deleted=
Tag Group Deleted=
Tag Group Modified=
Tag Modified=
Tag Properties=
Tag Selected=
Tags=
Template=
Template can contain * / #.  * will be replaced with the old node name and # will be replaced with a sequence.=
Text Color=
Text Editor=
The day before yesterday=
The directory you selected is not empty. Please select an empty directory for your new store location.=
The document has been updated by attachment...=
There is no new version available at this time.=
Title=
To decrypt a document, you must import the certificate.=
To use encryption, the certificate must be initialized.=
To use the encryption feature, you must be a VIP member.=
Traffic Used:=
Tray Icon=
Two data stores have been found. Please select a data store folder to use:=
Type=
Unknown=
Unknown error=
Untitled=
Untitled Event=
Update %1 to server (%2/%3)=
Update Index=
Update local objects status=
Updating document by attachment...=
Upgrade to &VIP...=
Upgrade to VIP=
Upload to {p} Server=
Uploaded=
URL=
Use &{p} Personal account=
Use ; to split tags.\nExamples: Visual C++; Java=
Use {p} Full-Text Search to search the documents.=
Use document title as file name=
Use Full Text Search=
Use Google Desktop to search the documents.=
Use GUID as file name=
Use Windows Search to search the documents.=
User ID=
Using Microsoft Office (required to install Microsoft Office)=
Using Ole Viewer to display office document.\n(doc, docx, xls, xlsx, pdf)=
Using the internal converter. (doc, ppt, xls, wps, et, pds)=
UTF-8 Encoding=
View=
View Result=
VIP service has expired, click here to renew service.=
Virtual Folder=
Week Numbers=
Weekly=
Welcome to use Encryption feature.This Wizard will guide you to initialize the encryption.=
When you click the Close button=
WizKMControls=
WizKMSync.exe is running=
Yearly=
Yes=
Yesterday=
You should restart {p} after selecting a new language.=
Your account is not a VIP member. Upgrade to VIP now?=
Your account password is empty. Please set account info first.=
Your certificate has been initizlized from {p} Server.=
Your certificate has been uploaded to {p} Server.